IDEA Open Model
Material.IsDefaultMaterial Property
Compatible with IDEA StatiCa Beta 20.0
 True if material is default material from the code
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool IsDefaultMaterial { get; set; }
Public Property IsDefaultMaterial As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace